{"_id":{"$oid":"5d1d13b6657a1fb8efc877a6"},"doc_id":"verse_missing_emails","task_id":"ca2a1f803d805c258b6740a196ac4429","url":"verse_missing_emails","label":"verse_missing_emails_0_1","title":"Emails from a Certain Period are Missing on the Cloud","html":"\u003ch2\u003eEmails from a Certain Period are Missing on the Cloud\u003c/h2\u003e\u003cp\u003eIf the emails are visible in All Documents view but not in Inbox or Folders, the mail template design is corrupted. To fix this issue, you 'll need to verify if the issue is on the server copy or local copy of your mail.\u003c/p\u003e\n\n\n\u003cp\u003eIf the issue is on the server copy of your email, contact Help Desk to get a ticket transferred to the support team for mail template replacement. Template replacement on the server copy of your mail can only be done by a server administrator after your mail has moved to the cloud.\u003c/p\u003e\n\n\n\u003cp\u003eIf the issue is on the local copy of your email, and the server copy is unaffected by this issue,then try to replace the template on your local copy.Refer to Apply a Design Template to your Local Replica.\u003c/p\u003e\n\n\n\u003cp\u003eIf replacing the template does not fix the issue, then create a new local copy , which will inherit the template from the fully functional copy of your mail on the server. \u003c/p\u003e"}
{"_id":{"$oid":"5d1d13b6657a1fb8efc877a7"},"doc_id":"slm_troubleshoot","task_id":"72977a3c72e20d828039d411cd6b9044","url":"slm_troubleshoot","label":"c_slm_trblsht_reinstall_newcomp_0","title":"Reinstall Licensed Application on New Computer","html":"\u003ch2\u003eReinstall Licensed Application on New Computer\u003c/h2\u003e\u003cp\u003eIf you receive a new computer to replace your old one, use the same software applications. In most cases, you install the software on your new computer using the same method you used on your old computer.\u003c/p\u003e\n\n\u003cp\u003eIf your new computer has a different operating system, such as going from a Windows machine to a Mac, verify that the software that you are entitled to is available for your new operating system.\u003c/p\u003e\n\n\u003cp\u003eIf not, you might have to request a new license for a different product or version. See Install Software License List to determine which licensed applications you are entitled to install.\u003c/p\u003e\n\n\u003cp\u003eIf the product is listed , see Software License Management for installation information for entitled users .In most cases, you install from an App Store.  If you receive entitlement errors and want to resolve it, refer to Entitlement Error \u003c/p\u003e\n\n\u003cp\u003eIf the product isn't listed , and you previously purchased a license via Software License team, forward your proof of purchase email to proof@xxx.com .In a few days you will receive an email indicating entitlement to install.\u003c/p\u003e"}
{"_id":{"$oid":"5d1d13b6657a1fb8efc877a8"},"doc_id":"ecprint_troubleshooting","task_id":"36179588d1d6d87a8727a51455220195","url":"ecprint_troubleshooting","label":"jobs_do_not_print_0_1_2_3_4_5_6_7","title":"Jobs Do Not Print","html":"\u003ch2\u003eJobs Do Not Print\u003c/h2\u003e\u003ch4\u003ePrint Job Is Too Large\u003c/h4\u003e\n\n\u003cp\u003eAllow the printer a few minutes to print. If the file is very large,it can take longer for it to start printing. You may try break the job into multiple ones.\u003c/p\u003e\n\n\u003ch4\u003eThe File Name Contains Characters the Printer Can't Recognize\u003c/h4\u003e\n\n\u003cp\u003eCheck the name of the file you 're printing and make sure it doesn't contain special characters. This is a known issue that the print support team is working on. Until this is resolved, use these work-arounds.\u003c/p\u003e\n\n\u003cp\u003eIf you are at the printer, rename the job in your job list and then restart printing.\u003c/p\u003e\n\n\u003cp\u003eFrom your computer, remove the special charactors from the file name or email subject line and print.\u003c/p\u003e"}
{"_id":{"$oid":"5d1d13b6657a1fb8efc877a9"},"doc_id":"devices_at_worksystem","task_id":"73d20b4bab787aec6fb53c3db6d6b775","url":"devices_at_worksystem","label":"special_emergency_request","title":"Create a Special Device Request","html":"\u003ch2\u003eCreate a Special Device Request\u003c/h2\u003e\u003cp\u003eIf your device is broken or not working well, contact support and have a representative analyze the device status. If a replacement is required,a ticket is opened so you can use it to request a new device from the IT Desk Page.\u003c/p\u003e\n\n\u003cp\u003eIf your device has been lost or stolen, refer to My Device was Lost or Stolen.\u003c/p\u003e\n\n\u003cp\u003eTo request replacement on IT Desk Page, you must complete information required in the form and submit the request \u003c/p\u003e\n\n\u003cp\u003eFor broken/lost/stolen devices, IT Desk sends the best device available in inventory or a new one, if the stock quantities allow.\u003c/p\u003e\n\n\u003cp\u003eNote : You can submit an emergency request for another user if their computer is broken or not functional.\u003c/p\u003e"}
{"_id":{"$oid":"5d1d13b6657a1fb8efc877aa"},"doc_id":"hw_support","task_id":"96feadba6e77003d5eec3027f4c72e6b","url":"hw_support","label":"hw_support_other_0","title":"My Apple Device Isn't Covered or Has Accidental Damage","html":"\u003ch2\u003eMy Apple Device Isn't Covered or Has Accidental Damage\u003c/h2\u003e\u003cp\u003eYou may followthese steps to get a replacement device based on the type of device and your primary work location. These instructions apply in either of the following situations:\u003c/p\u003e\n\n\u003cul\u003e\n\u0009\u003cli\u003eThe AppleCare and/or AppleCare for Enterprise ACE coverage on your WORKSYSTEM - owned Apple device has expired.\u003c/li\u003e\n\u0009\u003cli\u003eThe WORKSYSTEM - owned Apple device hardware problem was caused by accidental damage, such as spilling a liquid on the device or dropping it. \u003c/li\u003e\n\u003c/ul\u003e\n\n\u003cp\u003eYou must adhere to WORKSYSTEM's guidelines if you choose to take your WORKSYSTEM - owned Apple device to an Apple Store or an Apple Authorized Service Provider for repair.\u003c/p\u003e\n\n\u003cp\u003eIf you take your WORKSYSTEM - owned device in for repair and it falls outside of the warranty coverage, WORKSYSTEM doesn't reimburse you for any charges incurred.\u003c/p\u003e\n\n\u003cp\u003eAlso, the Apple Store or Apple Service Provider doesn't offer a loaner if the store sends your device off for repair.\u003c/p\u003e\n\n\u003cp\u003eIf you need clarification, contact support.\u003c/p\u003e"}
{"_id":{"$oid":"5d1d13b6657a1fb8efc877ab"},"doc_id":"getting_started_mac_worksystem","task_id":"9d76b40ecdf46b4340d2f93c65992d10","url":"getting_started_mac_worksystem","label":"network","title":"Connect to the WORKSYSTEM Network","html":"\u003ch2\u003eConnect to the WORKSYSTEM Network\u003c/h2\u003e\u003cp\u003eHow you connect to the WORKSYSTEM network depends on the location you connect from at an WORKSYSTEM site or remotely.\u003c/p\u003e\n\n\n\u003ch4\u003eWireless at an WORKSYSTEM Location\u003c/h4\u003e\n\n\u003cp\u003eFor any WORKSYSTEM employee who needs to connect at an WORKSYSTEM location, refer to Connect to the WORKSYSTEM Wireless Network.\u003c/p\u003e\n\n\n\u003cp\u003eIf wireless is not available at the WORKSYSTEM location, you will need to use an Ethernet adapter to connect via an Ethernet cable. Refer to Mac Accessories Adapters for more information about adapters for Mac computers .\u003c/p\u003e\n\n\n\u003ch4\u003eConnect from a Remote Location\u003c/h4\u003e\n\n\u003cp\u003eIf you need to connect to the WORKSYSTEM network from outside an WORKSYSTEM location such as home and hotel, you will use a Virtual Private Network VPN. Refer to Set Up a VPN.\u003c/p\u003e"}
{"_id":{"$oid":"5d1d13b6657a1fb8efc877ac"},"doc_id":"mac_windows_vm","task_id":"ae4be4ae22ecbe2f9725b8db8d995908","url":"mac_windows_vm","label":"overview","title":"Requirements for Windows Virtualization","html":"\u003ch2\u003eRequirements for Windows Virtualization\u003c/h2\u003e\u003cp\u003eIf you need to run a Windows operating system on a Mac ,you can use a Windows Virtualization bundle available from the WORKSYSTEM App Store.\u003c/p\u003e\n\n\u003cp\u003eThe apps for this bundle only display in the WORKSYSTEM App Store if you are signed in and have the required licenses.\u003c/p\u003e\n\n\u003cp\u003eOther VM applications, such as Parallels and VirtualBox , run on macOS , but aren't supported by WORKSYSTEM . If you choose to run an unsupported VM ,you must use a version of Windows 10 that is fully licensed for use at WORKSYSTEM .\u003c/p\u003e\n\n\u003cp\u003eImportant : If you already have VMware Professional Fusion 8 and a Windows 7 VM on your Mac , you can continue to use your Windows 7 VM until WORKSYSTEM ends Windows 7 support at the end of 2019.\u003c/p\u003e\n\n\u003cp\u003eTo update to Fusion 11 and Windows 10 VM ,request licenses as indicated below.\u003c/p\u003e"}
{"_id":{"$oid":"5d1d13b6657a1fb8efc877ad"},"doc_id":"mail_id_support","task_id":"98b2794acc394ef8e8c80c88ecb85044","url":"mail_id_support","label":"mail_id_help_comp_0_1","title":"Get Help with the Identity Provisioning Service","html":"\u003ch2\u003eGet Help with the Identity Provisioning Service\u003c/h2\u003e\u003cp\u003eIf you experience an issue logging in to the Onboarding Service 's Admin Console, check the support and maintenance page to determine if the service is down for maintenance \u003c/p\u003e\n\n\u003cp\u003eAlso, check the WORKSYSTEM Outages page to determine if there 's an unplanned outage posted .\u003c/p\u003e\n\n\u003cp\u003eIf the service is down for maintenance or an outage,  try your request after the posted end time. \u003c/p\u003e\n\n\u003cp\u003eIf this isn't the case or not the issue you 're experiencing ,contact support using the steps below for all other mail ID related issues .\u003c/p\u003e"}
{"_id":{"$oid":"5d1d13b6657a1fb8efc877ae"},"doc_id":"att_errors","task_id":"265d3bbb77765093d5058cb1c2ab2aef","url":"att_errors","label":"unable_to_connect_0_1_2_3_4_5_6_7_8_9_10_11_12","title":"Connection Errors","html":"\u003ch2\u003eConnection Errors\u003c/h2\u003e\u003cp\u003eIf you attempt to connect to the Network Client and receive the following error: \"VPN server list could not be obtained from the server\": \u003c/p\u003e\n\u003cp\u003eTake the following steps: \u003c/p\u003e\n\u003col class=\"browser-default\"\u003e\n\u003cli\u003eConfirm that you entered the correct account and user ID. \u003c/li\u003e\n\u003cli\u003eTry configuration with SSL protocol with this SSL Set Up Instruction.  If unsuccessful, uninstall and reinstall the Network Client. \u003c/li\u003e\n\u003cli\u003eVisit any external website to verify that the internet connection functions properly.   If the internet isn't working,  reset all devices involved in your home network connection and reboot your computer. \u003c/li\u003e\n\u003cli\u003eIf Network Client still can't connect,  remove the saved password and try connecting after reentering it. \u003c/li\u003e\n\u003cli\u003eIf the error persists, make sure your password doesn't contain any special characters at the beginning or end of it.  If it does, try resetting a new password. \u003c/li\u003e\n\u003c/ol\u003e\n\u003cp\u003eIf the above steps don’t work,  there is another possible explanation: incorrect tokenization.  Refer to this page to fix incorrect tokenization. \u003c/p\u003e"}
{"_id":{"$oid":"5d1d13b6657a1fb8efc877af"},"doc_id":"webex_meetings","task_id":"bd0cc68e72950ae2694e9e448eedfcbc","url":"webex_meetings","label":"overview_webex_meetings_comp","title":"Online Meeting","html":"\u003ch2\u003eOnline Meeting\u003c/h2\u003e\u003cp\u003eYour Personal Meeting Room (PMR) is always available and starts when you click the Start Meeting button in the WORKSYSTEM desktop application.\u003c/p\u003e\n\n\u003cp\u003eAlso,you can schedule a meeting with extra parameters, such as a password and a URL specific to the meeting  Use this type of meeting if you expect a large number of attendees or discuss confidential material. \u003c/p\u003e\n\n\n\u003cp\u003eRefer to WORKSYSTEM Meeting Resources , if you are looking for more training videos and presentations \u003c/p\u003e\n\n\u003cp\u003eFor details on how to navigate and run a meeting, follow this link for tutorials on Managing your WORKSYSTEM Meeting.  You may be prompted for choosing a meeting type.  If you don’t know which one to choose,  refer to this link for a description of meting types. \u003c/p\u003e"}
